---
kind: property
id: P:Autodesk.Revit.DB.Area.IsGrossInterior
zh: 面积区域
source: html/b98e7527-4707-d1ca-a6f9-169cd0cf92ad.htm
---
# Autodesk.Revit.DB.Area.IsGrossInterior Property

**中文**: 面积区域

The boolean value that indicates whether the area is gross interior.

## Syntax (C#)
```csharp
public bool IsGrossInterior { get; }
```